{
    "categories":[
        "wreaths",
        "ornaments",
        "candles",
        "outdoor"
    ],

    "trees":[
    {
            "id": "1",
            "price": "500",
            "title": "Alpine Fir® Tree",
            "category": "xmas-trees",
            "description": "We design our Christmas trees with thoughtful details, prioritizing convenience and longevity for a holiday centerpiece you can enjoy season after season. We’re committed to providing you with the best artificial Christmas trees that suit your style and space with various foliage types, sizes, shapes, and setup options.",
            "imgs": {
                "1":"/imgs/ABF-T_Alpine-Balsam-Fir_Unlit_SSC-40.jpg", 
                "2":"/imgs/ACT-T-UK_Alpine-Christmas-Tree_Unlit_Closeup-10.jpg"
            }
        },
        {
            "id": "2",
            "price": "1000",
            "title": "Vermont White Spruce®",
            "category": "xmas-trees",
            "description": "We design our Christmas trees with thoughtful details, prioritizing convenience and longevity for a holiday centerpiece you can enjoy season after season. We’re committed to providing you with the best artificial Christmas trees that suit your style and space with various foliage types, sizes, shapes, and setup options.",
            "imgs": {
                "1":"/imgs/VWS-T_Vermont-White-Spruce_LEDCA_SSC-10.jpg", 
                "2":"/imgs/VWS-T_Vermont-White-Spruce_LEDCA_Closeup-10.jpg"
            }
        },
        {
            "id": "3",
            "price": "849",
            "title": "Frosted Fraser Fir®",
            "category": "xmas-trees",
            "description": "We design our Christmas trees with thoughtful details, prioritizing convenience and longevity for a holiday centerpiece you can enjoy season after season. We’re committed to providing you with the best artificial Christmas trees that suit your style and space with various foliage types, sizes, shapes, and setup options.",
            "imgs": {
                "1":"/imgs/FRA-FN_BH-Frosted-Fraser-Fir_LEDCPLUSC_SSC.jpg", 
                "2":"/imgs/FRA-FN_BH-Frosted-Fraser-Fir_LEDCPLUSC_Closeup-10.jpg"
            }
        },
        {
            "id": "4",
            "price": "1099",
            "title": "Red Spruce Slim® Flip Tree®",
            "category": "xmas-trees",
            "description": "We design our Christmas trees with thoughtful details, prioritizing convenience and longevity for a holiday centerpiece you can enjoy season after season. We’re committed to providing you with the best artificial Christmas trees that suit your style and space with various foliage types, sizes, shapes, and setup options.",
            "imgs": {
                "1":"/imgs/RSS-F2_Red-Spruce-Slim-Flip-Tree_Clear_SSC-10.jpg", 
                "2":"/imgs/RSS-T_Red Spruce Slim_LEDCC_CloseUp-10.jpg"
            }
        }
    ],

    "data":[
    
    {
        "id": "1",
        "price": "1390",
        "title": "Merry Winterberry Forest Foliage",
        "category": "wreaths",
        "description": "Add instant warmth to celebrations in and out of your home. Lifelike magnolia leaves and faux succulents bring an organic look, while pops of red make this collection a lively accent to your holidays.",
        "imgs": {
            "1":"/imgs/WRG-2141013_Outdoor-Magnolia-Ridge-Wreath_28in_SSC.jpg", 
            "2":"/imgs/WRG-2141013_Outdoor-Magnolia-Ridge-Foliage_Lifestyle-10.jpg"
        }
    },
    {
        "id": "2",
        "price": "169",
        "title": "Brilliant Bordeaux Ornament Set",
        "category": "ornaments",
        "description": "Display the most stunning ornaments that highlight your holiday style through our wide selection of Christmas ornament sets. Shop ornament sets made of glass, metal and even fabric or wool.",
        "imgs": {
            "1":"/imgs/ORN-1741001_Brilliant-Bordeaux-Finial-Ornament-Set-6-Pieces_SSC-40.jpg", 
            "2":"/imgs/ORN-1741001_Brilliant-Bordeaux-Ornament-Set_Lifestyle-20.jpg"
        }
    },
    {
        "id": "3",
        "price": "205",
        "title": "Essentials Jumbo Mercury Glass Ornament Set",
        "category": "ornaments",
        "description": "Display the most stunning ornaments that highlight your holiday style through our wide selection of Christmas ornament sets. Shop ornament sets made of glass, metal and even fabric or wool.",
        "imgs": {
            "1":"/imgs/ORN-2241001_Green-BH-Essentials-Jumbo-Mercury-Glass-Ornaments_Set-of-12_SSC.jpg", 
            "2":"/imgs/ORN-2041002_BH-Essentials-Mercury-Glass-Ornament-Set_Lifestyle-55.jpg"
        }
    },
    {
        "id": "4",
        "price": "99",
        "title": "Mercury Glass Tree Scented Candles",
        "category": "candles",
        "description": "Create a welcoming ambience with the warm glow of Christmas candles and seasonal aromas.",
        "imgs": {
            "1":"/imgs/CDL-2241005_Green-Balsam-Cedar-Mercury-Glass-Tree-Candles_Set-of-2_SSC.jpg", 
            "2":"/imgs/CDL-2241005_Green-Balsam-Cedar-Mercury-Glass-Tree-Candles_Set-of-2_Closeup-20.jpg"
        }
    },
    {
        "id": "5",
        "price": "280",
        "title": "Outdoor Lit Wire Sculptures Set",
        "category": "outdoor",
        "description": "Weave some magic into your decorating with glowing fairy light sculptures. Arrange these all-weather wicker accents together or individually to give your outdoor spaces a contemporary look that lasts through the seasons.",
        "imgs": {
            "1":"/imgs/OUT-2041001_Outdoor-LED-Wire-Orbs_Set-of-2_SSC.jpg", 
            "2":"/imgs/OUT-2041001_Outdoor-LED-Wire-Sculptures_Lifestyle-25.jpg"
        }
    }
    
],
    "dataBlog":[
    {
            "id": "0",
            "title": "Make a Christmas Tune Playlist",
            "image": "/imgs/pexels-photo-6149048.jpeg",
            "body": "Christmas music has come a long way over the years—it seems like every major artist has a song or album. Use spotify to create your perfect playlist!",
            "info": "Whether you are into religious Christmas songs or country Christmas songs, traditional scores or new popular chart toppers, it's the most wonderful time of the year to for a Christmas songs playlist. There's no place like home for the holidays, either, so make sure to play your favorites throughout your home all season long, from 'All I Want for Christmas is You' to 'Jingle Bells'. Some on this list are some of the most played at every shop and on every radio station around, while others are some of the most beautiful but less commonly heard. <br/><br/> 'All I Want For Christmas Is You' by Mariah Carey. <br/> 'Last Christmas' by Wham! <br/> 'Christmas (Baby Please Come Home)' by Darlene Love. <br/> 'Stay Another Day' by East 17. <br/> 'White Christmas' by Bing Crosby. <br/> 'Fairytale of New York' by The Pogues and Kirsty MacColl. <br/> 'Christmas Wrapping' by The Waitresses.",
            "imgs": {
                "1":"/imgs/pexels-photo-6149054.jpeg", 
                "2":"/imgs/pexels-photo-5110849.jpeg"
            }
    },
    {
        "id": "1",
        "title": "Make Homemade Hot Chocolate",
        "image": "/imgs/pexels-photo-3309748.jpeg",
        "body": "I’ve tested all the different ways to make Homemade Hot Chocolate and settled on this method as the best. It’s rich, creamy, and easy to make, with intense chocolate flavor. Garnish with whipped cream or marshmallows for a cold weather treat!",
        "info": "The best hot chocolate always starts with real chopped chocolate! For best results, make sure to use a good quality brand. <br/><br/>  Heat up your whole milk in a small saucepan, and if you’d like, add a smidge of sugar. <br/><br/> If you do not wish to use milk for dietary reasons, I recommend swapping in coconut milk, soy milk, “milk” made from tree nuts, or the non-dairy milk of your choice. While hot water will technically work, it adds no flavor at all which is slightly inferior to the non-dairy options. <br/><br/> Bring the milk to a scalding temperature, which is about 180 degrees F, over medium heat. <br/><br/> Be careful to not let the milk come to a boil, or your end result will be grainy. <br/> When the milk is properly hot, turn off the heat, and add melted bittersweet chocolate straight into the milk (just microwave the chopped chocolate in 30 second intervals, stirring after each time, until melted). <br/><br/>You’ll see that it whisks in beautifully and you end up with a creamy, smooth end result.",
        "imgs": {
            "1":"/imgs/pexels-photo-5464634.jpeg", 
            "2":"/imgs/pexels-photo-5702734.jpeg"
        }
    },
    {
        "id": "2",
        "title": "Play secret Santa",
        "body": "If you have a large family or group of friends, Secret Santa is a perfect way for gift giving that doesn't break the bank. Most games set a spending limit so that you can find cheap Christmas gifts or DIY Christmas gifts that are thoughtful and tailored to the person whose name you picked.",
        "image": "/imgs/pexels-photo-6194087.jpeg",
        "info": "The basic concept of the Secret Santa game is simple. All of the participants’ names are placed into a hat, box, etc. and mixed up. Each person then chooses one name from the box, but doesn’t tell anyone which name was picked. He/she is now responsible for buying a gift for the person selected. <br/><br/> When the Secret Santa wraps his/her gift, he/she should label it with the recipient’s name but doesn’t indicate whom the present is from. (Remember, most of the fun is in the secrecy.) All the gifts are then placed in a general area for opening at a designated time. <br/><br/> When the gift-giving time arrives, each recipient finds his/her gift and must guess who their Secret Santa is. If they can’t guess, their Secret Santa eventually confesses." ,
        "imgs": {
            "1":"/imgs/pexels-photo-3264663.jpeg", 
            "2":"/imgs/pexels-photo-3264665.jpeg"
        }
    },
    {
        "id": "3",
        "title": "Make Paper Snowflakes",
        "body": "Making paper snowflakes is one of those activities for the whole family. You can make some to hang on the tree, decorate presents with others and even stick a few on the windows of your home for the neighbors to see.",
        "image": "/imgs/pexels-photo-6102526.jpeg",
        "info": "A few quick snips with the tips of your scissors is all it takes to make a paper snowflake. Start with a square piece of paper—then follow our step-by-step tutorial on how to fold, cut, and create a six-pointed snowflake. Kids can happily occupy themselves by cutting snowflakes out by the dozens. Then adults can step in to help decorate the Christmas tree, gifts, windows, and walls. Together, you can watch your family's own gentle blizzard materialize. <br/><br/> To make a paper snowflake, you need two essential craft supplies: paper and a pair of scissors. When choosing paper, remember: lightweight paper—wrapping paper, tissue paper, or crepe paper—is lighter and easy to cut but more fragile for decorating. Medium to heavy weight paper—butcher paper, card stock, or text-weight poster paper—is harder to cut but is more sturdy for decorating.",
        "imgs": {
            "1":"/imgs/pexels-photo-6102189.jpeg", 
            "2":"/imgs/pexels-photo-258981.jpeg"
        }
    }
    
]}